Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_L_Annex L _L_Lisa L.tmx
Source language: en
Languages: et

source: Annex L (informative)
et: Lisa L (teatmelisa)

source: Guidance on verification of temperature-rise
et: Ületemperatuuri kontrolli juhis

source: L.1 General
et: L.1 Üldnõuded

source: L.1.1 Principles
et: L.1.1 Põhimõtted

source: All assemblies generate heat in service.
et: Kõik koosted eraldavad talitlemisel soojust.

source: Thermal equilibrium is established when the heat dissipation capability equals the heat produced.
et: Soojuslik tasakaal saavutatakse, kui soojuse hajutusvõime võrdub tekitatava soojusega.

source: The temperature will stabilize at a temperaturerise above the ambient air temperature surrounding the assembly.
et: Temperatuur stabiliseerub teatud ületemperatuuril üle koostet ümbritseva õhu temperatuuri.

source: The purpose of temperaturerise verification is to ensure temperatures stabilize at a value that will not result in:
et: Ületemperatuuri kontrolli eesmärk on tagada, et stabiliseerunud temperatuuri väärtus ei põhjusta

source: a) significant deterioration or ageing of the assembly, or
et: a) kooste olulist kahjustumist ega vananemist või

source: b) excessive heat being transferred to external conductors, such that the service capability of the external conductors and any equipment to which they are connected can be impaired, or,
et: b) liigse soojuse kandumist välisjuhtidele selliselt, et see kahjustaks välisjuhtide ja nendega ühendatud seadmete talitlusvõimet, või

source: c) people, operators or animals in the vicinity of an assembly being burnt in normal operating circumstances.
et: c) normaaltalitlusoludes kooste läheduses viibivate inimeste, operaatorite või loomade põletusi.

source: L.1.2 Current ratings of assemblies
et: L.1.2 Koostete tunnusvoolud

source: L.1.2.1 General
et: L.1.2.1 Üldnõue

source: Several current ratings that are essential to the user of assemblies are confirmed during temperature-rise verification.
et: Mitmed kasutajale tähtsad vooluhinnangud on kinnitatavad ületemperatuuri kontrolli teel.

source: See L.1.2.2 to L.1.2.5.
et: Vt jaotised L1.2.2 kuni L.1.2.5.

source: L.1.2.2 Group rated current of main circuits (Ing)
et: L.1.2.2 Peaahelate rühmtunnusvool (Ing)

source: In normal service, most of the main circuits within an assembly are carrying load current.
et: Normaalkäidul läbib enamikku kooste peaahelatest koormusvool.

source: This leads to mutual heating between circuits and in most cases a reduction in the current carrying capability compared with the nominal rating of the devices.
et: See põhjustab ahelate vastastikust kuumenemist ja enamikul juhtudest lubatava koormusvoolu vähenemist võrreldes seadiste tunnussuurustega.

source: This reduction in current carrying ability is defined by the group rating, but as it is not possible to anticipate every varying load pattern when designing an assembly, it can only be specified for assumed conditions, namely, continuous and simultaneous loading of circuits within a specified group within the assembly.
et: Kestvalt lubatava voolu vähenemine on määratletud rühmhinnanguga, kuid kooste projekteerimisel ei ole võimalik ette näha kõiki koormuse muutumise seaduspärasusi ja seda saab määratleda üksnes eeldatavate olude korral, nimelt koostesse kuuluvate määratletud rühmade pideval ja üheaegsel koormamisel.

source: Group rating can be assigned to incoming circuits, main and distribution busbars and outgoing circuits.
et: Rühmhinnangu saab anda sisendahelatele, pea- ja jaotuslattidele ning väljundahelatele.

source: Without a full understanding of the variability of various load supplied from an assembly, the group rating of an outgoing circuit should not be less than the design current, IB, for a circuit, as defined in the IEC 60364 series.
et: Ka ilma täieliku arusaamiseta koostest toidetavate mitmesuguste koormuste muutuvusest ei tohi väljundahela rühmhinnang olla väiksem kui ahela ettenähtud vool IB, nagu see on määratletud standardisarjas IEC 60364.

source: L.1.2.3 Current rating of an assembly (InA)
et: L.1.2.3 Kooste voolu hinnang (InA)

source: The current rating of an assembly defines the maximum load current that can be supplied via the incoming circuit(s) and distributed via the main busbars.
et: Kooste voolu hinnang määratleb suurima koormusvoolu, millega võib koostet toita sisendahela(te) kaudu ja jaotada peakogumislattide kaudu.

source: This rating can be determined by the capacity of the incoming circuit(s) or the main busbars.
et: Selle hinnangu võib määrata sisendahela(te) või peakogumislattide lubatava voolu järgi.

source: The rated current of the assembly, InA, is the lower of (i) the sum of the group rated currents of the incoming circuits, and (ii) the group rated current of the main busbars.
et: Kooste tunnusvool InA on kas sisendahelate rühmtunnusvoolude summa või peakogumislattide rühmtunnusvool olenevalt sellest, kumb neist on väiksem.

source: It is essential to note that the group rating of the incoming circuit(s) may be lower than the nominal rating In of the devices used in the incoming circuits.
et: Tähtis on märkida, et sisendahela(te) rühmhinnang võib olla madalam kui sisendahelates kasutatud seadiste nimihinnang In.

source: L.1.2.4 Rated current of a circuit of an assembly (Inc)
et: L.1.2.4 Kooste ahela tunnusvool (Inc)

source: At their discretion, a manufacturer may declare the rated current of the outgoing circuits in an assembly, Inc.
et: Tootja võib omal äranägemisel deklareerida kooste väljundahelate tunnusvoolu Inc.

source: This is the current that an outgoing circuit can deliver when it is the only outgoing circuit that is loaded in the assembly or assembly section.
et: See on vool, mida väljundahel võib edastada, kui see on kooste või koostesektsiooni ainus koormatud väljundahel.

source: Under these conditions there are minimal heating effects from other circuits.
et: Nendes oludes on muude ahelate kuumendav toime vähim võimalik.

source: Generally, when there is only one outgoing circuit in a section, the Inc for the circuit will be at least equal to, but it will not be much higher than Ing.
et: Üldiselt, kui sektsioonis on üksainus väljundahel, on ahela vool Inc vähemalt võrdne vooluga Ing, kuid mitte palju suurem kui vool Ing.

source: When there are several circuits in a section, Inc can be appreciably higher than Ing due to the mutual heating effects between adjacent circuits.
et: Kui sektsioonis on mitu ahelat, võib vool Inc olla naaberahelate vastastikuse kuumustoime tõttu tunduvalt suurem kui vool Ing.

source: Knowing the loads (IB, time, duration, etc.) allows Ing, and Inc to be determined, In some instances, for the design current IB can exceed Ing.
et: Teades koormusi (vool IB, aeg, kestus jne), mis võimaldavad voolu Ing ja määratavat voolu Inc, võib ettenähtud vool IB mõnikord olla suurem kui vool Ing.

source: However, IB should never be greater than Inc.
et: Vool IB ei peaks aga kunagi olema suurem kui vool Inc.

source: When a load takes a current that is cyclic or varies over a relative short period (the on time being less than the off time and the maximum on time being 30 min), the thermal equivalent steady state current can be derived as detailed in Annex I.
et: Kui koormus kujutab endast voolu, mis on tsükliline või vaheldub suhteliselt lühikese aja jooksul (sisse lülitatud kestus on lühem kui välja lülitatud kestus ja sisse lülitatud kestus ei ole pikem kui 30 min), võib soojuslikult ekvivalentse kestevvoolu tuletada lisas I esitatud viisil.

source: This can be used instead of the design current IB to determine the rating of the outgoing circuit required.
et: Seda võib kasutada ettenähtud voolu IB asemel, et määrata väljundahela nõutavat hinnangut.

source: The rated current Inc of an incoming circuit or busbar can be determined, but it has no practical value.
et: Sisendahela või kogumislattide tunnusvoolu Inc võib määrata, kuid sellel ei ole tegelikku väärtust.

source: Hence, it is not normally provided by manufacturers.
et: Seetõttu ei näe tootjad seda normaalselt ette.

source: The only useful current carrying capabilitiesy of incoming circuits and busbars are those when the assembly is operating at full load; the group rated currents Ing.
et: Sisendahelate ja kogumislattide ainus kestvat lubatavust määrav vool on see, mille puhul kooste talitleb täiskoormusel; rühmtunnusvoolud on Ing.

source: L.1.2.5 Rated current of a device (In)
et: L.1.2.5 Seadise tunnusvool (In)

source: The rated current of a device In is the rating of the device according to its product standard.
et: Seadise tunnusvool In on seadise hinnang vastavalt oma tootestandardile.

source: This rating applies in defined conditions, usually in free air, and with specific test conductors.
et: See hinnang kehtib määratud oludes, enamasti vabas õhus, ja spetsiaalsete katsetusjuhtidega.

source: Generally, a device de-rates when it is installed in an assembly.
et: Seadise paigutamisel koostesse vähenevad enamasti selle tunnusandmed.

source: Device ratings are not proven during assembly tests in accordance with the IEC 61439 series, but the rating of a device In and the associated protection characteristic are vital in ensuring adequate protection for the load circuit.
et: Kooste katsetamisel standardisarja IEC 61439 järgi seadise tunnusandmeid ei kontrollita, kuid seadise tunnusvool In ja sellega seotud kaitseviisid kehtivad ja tagavad koormusahela õige kaitse.

source: L.2 Temperature-rise limits It is the manufacturer’s responsibility to select the appropriate method for temperature-rise verification.
et: L.2 Ületemperatuuri piirangud Ületemperatuuri kontrolli sobiva meetodi valik kuulub tootja vastutusalasse.

source: All the temperature-rise limits given in this document assume that the assembly will be located in an environment where the daily average and peak ambient air temperatures do not exceed 35 °C and 40 °C, respectively.
et: Kõigi selles dokumendis esitatud ületemperatuuripiirangute puhul eeldatakse, et kooste asub keskkonnas, kus ümbruse ööpäevane keskmine ega kõrgeim õhutemperatuur ei ole vastavalt üle 35 °C ega 40 °C.

source: This document also assumes that all outgoing circuits within an assembly will not be loaded to their rated current at the same time.
et: See dokument eeldab samuti, et kõik koostesse kuuluvad väljundahelad ei ole ühel ajal koormatud nende tunnusvooludega.

source: This recognition of the practical situation is defined by a "group rating" provided for each outgoing circuit.
et: Tegeliku olukorra hindamine on määratud „rühmalise hindamisega“, mis on ette nähtud kõigile väljundahelatele.

source: Temperature-rise limits within the assembly are the manufacturers’ responsibility; they are essentially determined based on operating temperature not exceeding the long-term capability of the materials used within the assembly.
et: Koostesisesed ületemperatuuripiirangud kuuluvad tootja vastutusalasse; põhiolemuselt on need määratud talitlustemperatuuri alusel, mis ei ületa kooste materjalide kestvalt lubatavat temperatuuritaluvust.

source: At interfaces between the assembly and the ‘wider world’, for example, cable terminals and operating handles, this document defines temperaturerise limits (see Table 6).
et: See dokument määrab ületemperatuuripiirangud kooste ja „ümbritseva maailma“ vaheliste liideste, näiteks kaabliklemmide ja talitluskäepidemete jaoks (vt tabel 6).

source: Within boundaries defined in this document, temperature-rise verification can be undertaken by testing, comparison or assessment.
et: Selles dokumendis määratud piirides saab ületemperatuuri kontrolli sooritada katsetuste, võrdlemise või hindamise teel.

source: See Figure L.1.
et: Vt joonis L.1.

source: It is permissible to use one or a combination of the verification methods set out in this document to verify temperature-rise performance of an assembly.
et: Kooste ületemperatuuri toime kontrollimiseks võib kasutada kas ühte selles dokumendis sätestatud kontrollimeetodit või mitme meetodi kombinatsiooni.

source: This allows the manufacturer to choose the most appropriate method for the assembly, or part of an assembly, being considered, taking into consideration volumes, the construction, design flexibility, current rating and size of the assembly.
et: See võimaldab tootjal valida kooste või koosteosade kontrollimiseks kõige sobivama meetodi, arvestades seejuures koostete hulka, ehitust, konstruktsiooni paindlikkust, tunnusvoolusid ja kooste mõõtmeid.

source: In typical applications involving some adaptation of a standard design, it is highly likely more than one method will be used to cover various elements of the assembly design.
et: Tüüpilistel rakendustel, sealhulgas standardkonstruktsiooni mõningal kohandamisel on väga tõenäoline enam kui ühe meetodi kasutamine, et arvestada kooste konstruktsiooni mitmesuguseid elemente.

source: L.3 Test
et: L.3 Katsetamine

source: L.3.1 General
et: L.3.1 Üldnõue

source: In order to avoid unnecessary testing, this document provides guidance on selecting groups of comparable functional units.
et: Et vältida mittevajalikke katsetusi, annab see dokument juhised võrreldavate funktsionaalühikute rühmade valikuks.

source: It then details how to select the critical variant from the group for test.
et: Seejärel täpsustatakse katsetatava rühma kriitilise variandi valiku üksikasju.

source: Design rules are then applied to assign ratings to other circuits that are "thermally similar" to the critical variant tested.
et: Pärast seda rakendatakse konstruktsioonireegleid selleks, et määrata tunnussuuruste väärtusi muudele katsetatud kriitilise variandiga soojuslikult sarnastele ahelatele.

source: Three options for verification by test are offered in this document.
et: Selles dokumendis on esitatud kolm valikulist katsetamise teel sooritatava kontrolli meetodit.

source: L.3.2 Method a) – Verification of the complete assembly (10.10.2.3.5)
et: L.3.2 Meetod a – tervikkooste kontroll (jaotis 10.10.2.3.5)

source: If several or all circuits of an assembly are loaded simultaneously, then the same circuit is only able to carry its group rated current, Ing, (see 3.8.10.6), owing to the thermal influence of the other circuits.
et: Kui kooste mõned või kõik ahelad on samal ajal koormatud, on ühtsama ahelat võimalik koormata selle rühmtunnusvooluga Ing (vt termin 3.8.10.6), mis arvestab muude ahelate soojuslikku toimet.

source: To verify the group rated current for the circuits, Ing, within the assembly, tests with simultaneous loaded circuits are necessary (see L.3.3 Method b) and L.3.4 Method c), below).
et: Et kontrollida koostesse kuuluvate ahelate rühmtunnusvoolu Ing, on vaja katsetusi samal ajal koomatud ahelate korral (vt allpool jaotise L.3.3 meetod b ja jaotise L.3.4 meetod c).

source: If a manufacturer chooses to declare rated current for the circuit, Inc, separate tests are carried out on each type of outgoing circuit.
et: Kui tootja valib ahela tunnusvoolu Inc deklareerimise, tuleb sooritada eraldi katsetused väljundahela iga liigiga.

source: To avoid the large number of tests that may be necessary, 10.10.2.3.5 describes a verification method where only one test is made with a load applied simultaneously to all circuits.
et: Et vältida võimalikku suurt katsetuste arvu, on jaotises 10.10.2.3.5 kirjeldatud kontrollimismeetodit, mille puhul kõigi samal ajal koormatud ahelatega sooritatakse ainult üks katsetus.

source: As the individual outgoing circuits are not tested, only Ing can be determined for each circuit.
et: Kuna väljundahelaid ei ole ühekaupa katsetatud, saab iga ahela jaoks määrata üksnes rühmtunnusvoolu Ing.

source: If the test set of functional units tested does not include one of each of the different types of outgoing circuit incorporated in the assembly, further tests are carried out taking into consideration different groups of outgoing circuits until one of each type has been tested.
et: Kui katsetatavate funktsionaalühikute katsetusrühmas ei ole igast koostesse paigaldatud eri liiki väljundahelast vähemalt ühte, sooritatakse edasised katsetused, võttes arvesse väljundahelate eri rühmi, kuni üks igast eri liigist on katsetatud.

source: L.3.3 Method b) – Verification considering individual functional units separately and the complete assembly (10.10.2.3.6)
et: L.3.3 Meetod b – üksik-funktsionaalühikute ja tervikkooste eraldi kontroll (jaotis 10.10.2.3.6)

source: With this arrangement of testing, each critical variant of the outgoing circuit is tested separately to confirm its rated current, and then the assembly as a whole is tested with the incoming circuit loaded to its group rated current.
et: Selle katsetuskorralduse järgi katsetatakse iga väljundahela kriitilist varianti eraldi, et selle põhjal kinnitada nende tunnusvoolude ja seejärel ka tervikkooste vastavust nõuetele, kusjuures sisendahelad on koormatud oma rühmtunnusvooluga.

source: The test sets of outgoing circuits, as required to distribute the incoming current, are loaded to their group rated current, Ing.
et: Väljundahelate katsetusrühmad, kuna neid nõutakse sisendvoolu jaotamiseks, on koormatud oma rühmtunnusvooluga Ing.

source: The set tested should include one outgoing circuit of each critical variant to be incorporated in the assembly.
et: Katsetatud rühm peaks sisaldama ühte väljundahelat igast koostesse paigaldatavast kriitilisest variandist.

source: Where this is not practical, further sets are tested until all critical variants of the outgoing circuit have been considered.
et: Kui see pole praktilistel kaalutlustel otstarbekas, tuleks edasi katsetada ülejäänud rühmi, kuni kõik väljundahelate kriitilised variandid on arvesse võetud.

source: This test regime takes into account the group loading of outgoing circuits that is applicable in the majority of applications.
et: See katsetusviis võtab arvesse väljundahelate rühmkoormust, mis on rakendatav enamiku rakenduste puhul.

source: However, as in method a) above, the result is only applicable to a specific arrangement of the assembly tested.
et: Nagu ka eeltoodud meetodi a puhul on tulemus rakendatav üksnes katsetatud kooste spetsiifilise korraldusviisi puhul.

source: L.3.4 Method c)
et: L.3.4 Meetod c

source: – Verification considering individual functional units and the main and distribution busbars separately as well as the complete assembly (10.10.2.3.7)
et: – üksik-funktsionaalühikute, pea- ja jaotuslattide ning tervikkooste eraldi kontroll (jaotis 10.10.2.3.7)

source: This test method enables modular systems to be temperature-rise verified without the need to test every conceivable combination of circuits.
et: See katsetusmeetod võimaldab kontrollida moodulsüsteemides kooste ületemperatuuri ilma ahelate kõiki võimalikke kombinatsioone kontrollimata.

source: Temperature-rise tests are carried out separately to prove the rating of:
et: Ületemperatuuri katsetused sooritatakse eraldi järgmiste ühikute tunnusandmete kontrollimiseks:

source: a) main busbars,
et: a) peakogumislatid,

source: b) distribution busbars,
et: b) jaotuslatid,

source: c) functional units (optional),
et: c) funktsionaalühikud (vabal valikul),

source: d) a complete assembly.
et: d) tervikkooste.

source: To verify the performance of the assembly as a whole, methods a), b) and c) above, are complemented by a test d) on a representative assembly in which the incoming and outgoing circuits are loaded to their group rated currents (Ing).
et: Et kontrollida tervikkooste toimivust, tuleb eelnimetatud katsetusmeetodeid a, b ja c täiendada esindusliku kooste katsetusega d, kusjuures sisend- ja väljundahelad on koormatud nende rühmtunnusvooluga (Ing).

source: Whilst this approach requires more testing than L.3.2 Method a) and L.3.3 Method b) above, it has the advantage that the modular system rather than a specific arrangement of the assembly is verified.
et: Kuigi see katsetusmeetod nõuab rohkem katsetusi kui jaotises L.3.2 kirjeldatud meetod a ja jaotises L.3.3 kirjeldatud meetod b, ilmnevad selle moodulsüsteemi eelised kontrollitava kooste spetsiifilise katsetuskorralduse ees.

source: L.4 Verification assessment
et: L.4 Kontrolli hinnang

source: L.4.1 General
et: L.4.1 Üldist

source: Various methods of verifying temperature-rise performance by calculation are included within this document.
et: Selles dokumendis on esitatud mitmesugused meetodid ületemperatuuri toimivuse kontrolliks arvutamise teel.

source: L.4.2 Single compartment assembly with a rated current (InA) not exceeding 630 A
et: L.4.2 Ühelahtriline kooste tunnusvooluga (InA) mitte üle 630 A

source: This is a very simple method of temperature-rise verification that requires confirmation that the total power loss of the components and conductors within the assembly do not exceed the known power dissipation capability of the enclosure.
et: See on ületemperatuuri kontrolli väga lihtne meetod, mis nõuab kinnitust, et kooste komponentide ja juhtide summaarne võimsuskadu ei ületa ümbrise teadaolevat soojushajutusvõimet.

source: The scope of this approach is very limited and in order that there are no difficulties with hot spots, all components should be de-rated to 80 % of their free air current rating or less.
et: Niisuguse lähenduse kasutusala on väga piiratud ja eeldusel, et ei ole probleeme kuumade kohtadega, tuleb kõigi komponentide tunnusvoolu väärtusi vähendada võrreldes vabaõhu-tunnusvooluga väärtuseni 80 % või alla selle.

source: L.4.3 Assembly with rated currents (InA) not exceeding 1 600 A
et: L.4.3 Kooste tunnusvooluga (InA) mitte üle 1600 A

source: Temperature-rise verification is by calculation in accordance with IEC TR 60890:2014 with additional margins.
et: Ületemperatuuri kontroll sooritatakse arvutustega vastavalt dokumendile IEC TR 60890:2014, arvestades lisapiiranguid.

source: The scope of this approach is limited to an assembly rating, InA, of 1 600 A,
et: Niisuguse kontrolliviisi kasutusala on piiratud kooste tunnusvooluga (InA) 1600 A;

source: components are de-rated to 80 % of their free air rating or less, and any horizontal partitions should have, as a minimum, a 50 % open area.
et: komponentide tunnusvoolu väärtusi tuleb vähendada võrreldes nende vabaõhu-tunnusvooluga väärtuseni 80 % või alla selle ning kõik rõhtsad eralduspinnad peavad olema vähemalt 50 % ulatuses avatud.

source: L.5 Verification by comparison with a reference design
et: L.5 Kontroll võrdluse teel etalonkonstruktsiooniga

source: This document allows, in clearly defined circumstances, for the derivation of ratings from similar variants that have been verified by test.
et: See dokument võimaldab selgelt määratud oludes tuletada tunnusandmete väärtusi sarnaste variantide järgi, mida on kontrollitud katsetustega.

source: For example, if the current rating of a double lamination busbar has been established by test, it is acceptable to assign a rating equal to 50 % of the tested arrangement to a busbar comprising a single lamination with the same width and thickness as the tested laminations, when all other considerations are the same.
et: Kui näiteks kahekordsete kogumislattide tunnusvool on katsetustega kindlaks määratud, lubatakse sama laiuse ja sama paksusega ühekordsete kogumislattide puhul kasutada tunnusvooluna katsetatud lattide 50 % võrra väiksemat väärtust eeldusel, et kõik muud arvesse võetud asjaolud on samad.

source: The rating of all circuits within a group of comparable functional units (all devices shall be of the same frame size and belong to the same series) can be derived from a single temperaturerise test on the critical variant within the group.
et: Kõigi võrreldavate funktsionaalühikute rühmas olevate ahelate (mille kõik seadised on sama raamsuurusega ja kuuluvad samasse sarja) tunnusandmete väärtusi saab tuletada sellesse rühma kuuluva ühe kriitilise variandi ületemperatuurikatsetuse põhjal.
